Repository: dwardor/plasma-applet-thermal-monitor
Catalog: translations/po/plasma_applet_org.kde.thermalMonitor_*.po
Languages: de

source: Temperature
de: Temperatur

source: Appearance
de: Gestaltung

source: Misc
de: Verschiedenes

source: Alias font size:
de: Anzeigename-Schriftgröße:

source: Temperature font size:
de: Temperatur-Schriftgröße:

source: Icon font size:
de: Icon-Schriftgröße:

source: Temperature right margin:
de: Temperatur horizontal verschieben:

source: Notification icon bottom margin:
de: Warn-Icon vertikal verschieben:

source: Enable label drop shadow
de: Aktiviere Schatten für Anzeige.

source: Update interval:
de: Aktualisierungsintervall

source: Temperature:
de: Temperatur:

source: Add Resource
de: Anzeige hinzufügen

source: Edit Resource
de: Anzeige ändern

source: Source
de: Sensor

source: Group of sources
de: Sensoren zusammenfassen

source: NOTE: Group of sources shows the highest temperature of chosen sources.
de: HINWEIS: Wenn Sensoren zusammengefasst werden, wird die höchste Temperatur der gewählten Sensoren angezeigt.

source: Show Alias:
de: Anzeigename anzeigen:

source: Override limit temperatures
de: Für diese Anzeige eigene Warntemperaturen verwenden.

source: Warning temperature [°C]:
de: Warntemperatur [°C]

source: Meltdown temperature [°C]:
de: Kritische Temperatur [°C]

source: Resources
de: Temperaturanzeigen

source: Add resources by clicking "+" button.
de: Anzeigen durch Klicken auf den "+"-Button hinzufügen.

source: Alias
de: Anzeigename

source: Action
de: Reihenfolge ändern

source: Notifications
de: Benachrichtigungen

source: Reload Temperature Sources
de: Temperatursensoren erneut laden

source: OFF
de: AUS
